{
	"maps": {
		"Crypt Map": "Boss: Pagan Bishop of Agony (based on Archbishop Geofri the Abashed,`nthe Boss from The Crypt dungeon)`n- Resists Lightning`n- Immune To Curses`n- Casts Vulnerability`n- Casts Temporal Chains`nDifficulty: 2/5",

		"Pit Map": "Boss: Tore, based on Barkhul. Fire based. Cyclone attack and uses Ground Slam.`nDifficulty: 2/5",

		"Desert Map": "Boss: Mirage of Bones: Unique Voll's Fallen.`nDifficulty: 5/5",

		"Dried Lake Map": "It does not have the same environmental effects as that zone.`nIt is a large, open area with one large pool of water around the center.`n`nBoss: Drought Maddened Rhoa (based on Oozeback Bloom)`nIt charges at enemies, stunning them if hit.`nHe also has a debuff that deals chaos damage to enemies over time.`nDifficulty: 2/5",

		"Dunes Map": "Boss: The Blacksmith (based on Hillock)`n- Uses Leap Slam and Heavy Strike when on half life.`n- Spawns Zombies from the ground where his leap slam lands.`nThe zombies leave a poison cloud on death,`ndealing Chaos Damage over time.`nDifficulty: 3/5",

		"Dungeon Map": "This map is all one floor until reaching an 'opening' door,`nwhich leads to a separated area containing the boss.`n`nBoss: Penitentiary Incarcerator (based on Brutus).`nHe hits pretty hard, even if you have high armor.`nPay attention to his movement, when he starts his`nground smash attack, do your best to dodge it.`nHe can also pull you with his chain.`nDifficulty: 4/5",

		"Grotto Map": "Boss: Fire and Fury (based on Ambrosia, Daughter of Merveil).`nShe deals fire damage using Fireball and Firestorm. She also has`nan aura that increases the fire damage of her allies.`nDifficulty: 1/5",

		"Orchard Map": "Boss: Tunneltrap, unique Devourer, is located in a`nseparate door room at one end of the map. He hits like`na truck and considered to be the hardest tier 8 map boss.`n- Far Shot`n- Shoots fire projectiles`n- Burrow`nDifficulty: 5/5",

		"Overgrown Ruin Map": "The map is divided into several floors connected by multiple stairways.`n`nBoss: Loathe, based on Fidelitis, the Mourning from the Chamber of Sins Level 3.`nHe deals Lightning Damage using Lightning Strike.`n- Resist Lightning`nDifficulty: 3/5",

		"Overgrown Ruin Map": "The map is divided into several floors connected by multiple stairways.`n`nBoss: Loathe, based on Fidelitis, the Mourning from the Chamber of Sins Level 3.`nHe deals Lightning Damage using Lightning Strike.`n- Resist Lightning`nDifficulty: 3/5",

		"Tropical Island Map": "It consists of two long, narrow islands linked by a 'Cave' transition.`n`nBoss: Blood Progenitor (a unique Chieftain)`n- Summons Apes from Nearby Trees`n- Frenzies nearby Allies`n- Allies Deal Extra Physical Damage`nDifficulty: 2/5",

		"Arcade Map": "Boss: Two Ribbons: Herald of Thunder (Casts Shock Nova)`nand Herald of Ashes (Casts Firestorm)`nDifficulty: 1/5",

		"Arsenal Map": "Boss: a golem Volcanus (Based on Hatebeat, a unique Cinder Elemental)`n- Resists Fire`n- Casts Firestorm`n- Rolls over Enemies`nDifficulty: 1/5",

		"Cemetery Map": "Boss: Thunderskull (a unique Skeleton Archmage)`n- Resists Fire Damage`n- Resists Lightning Damage`n- Uses Lightning Warp`nDifficulty: 1/5",

		"Channel Map": "Boss: The Winged Death (based on The Hundred Foot Shadow)`nDifficulty: 4/5",

		"Mountain Ledge Map": "Boss: Champion of Frost (based on Chatters from Lower Prison in Act 1)`nHe uses Glacial Hammer.`n- Resists Lighting`n- Allies deal additional cold damage`nDifficulty: 2/5",

		"Sewer Map": "Boss: Belcer, the Pirate Lord (based on Fairgraves Eternal)`n- Resists Elemental Damage`n- Can Gain Endurance Charges on Hit`n- Can Gain Frenzy Charges on Hit`n- Can Gain Power Charges on Hit`nDifficulty: 2/5",

		"Thicket Map": "There is one door at one end that leads to the boss room.`n`nBoss: Steelpoint the Avenger (based on Ironpoint the Forsaken,`na unique Skeleton located in The Climb zone in Act 1)`n- Resists Elemental Damage`n- Resists Chaos`n- Attacks Quickly`n- Hits Accurately`n- Fires a Rain of Arrows`n- Fires Split Arrows`nDifficulty: 3/5",

		"Wharf Map": "Boss: Bramblemist (unique boss based on the Bramble Cobra`nmonsters from The Wetlands zone in Act 2).`n- Resist Fire`n- Resist Chaos`n- Fires Additional Projectiles (8-10)`n- Deals Chaos Damage`nDifficulty: 3/5",

		"Ghetto Map": "Boss: The Reaver, based on Perpetus from The City of Sarn area`n- Bear Trap`n- Ethereal Knives`n- Whirling Blades`nDifficulty: 3/5",

		"Mud Geyser Map": "Boss: Skullbeak (a Unique Rhoa Carcass similar to Oozeback Bloom).`nIt charges at enemies, stunning them if hit.`nHe also has a debuff that deals chaos damage to enemies over time.`n- Charge at Enemies`n- Hits accurately`n- Enemies lose health over time`nDifficulty: 3/5",

		"Museum Map": "Boss: based on the triple unique mobs from the 2nd phase`nin the Dominus fight from The Upper Sceptre of God.`nThey reside behind a separate hidden shelf door room.`nThe Fallen Queen - (Alal the Terrifying)`nThe Hollow Lady - (Kali the Crazed)`nThe Broken Prince - (Orcus the Reaver)`nThey are hard. You have been warned.`nDifficulty: 5/5",

		"Quarry Map": "Boss: Void Anomaly (Giant Chaos Sentinel), casts Chaosstorm and summons Miners. VERY TOUGH`nDifficulty: 4/5",

		"Reef Map": "Boss: Asphyxia, a Boiling Ambusher (based on Stranglecharm`nfrom The Ship Graveyard Cave)`n- Resists Elemental Damage`n- Gains a Power Charge for each quarter of Maximum Life Removed`n- Casts Ice Nova`n- Casts Arctic Breath`n- Deals Cold Damage`n- Summons Water Elementals`n- Enemies are Slowed`nDifficulty: 3/5",

		"Spider Lair Map": "Boss: Hybrid Widow (unique spider based on Black Death)`n- Uses Flicker Strike`n- Uses Viper Strike`nDifficulty: 3/5",

		"Springs Map": "There is a central`nmountain where the portal is located, surrounded by an`napproximately circular map.`n`nBoss: based on Alira the bandit lord from The Western Forest`nfrom Act 2. The boss is located in a camp similar to the one`nin The Western Forest.`n- Uses Detonate Dead`nDifficulty: 3/5",

		"Vaal Pyramid Map": "Boss: Atziri's Chosen (a unique Vaal Fallen,`nnot to be confused with Vaal Oversoul. Atziri's Chosen`nis just a slow soldier with a sword)`n- Resist Fire`n- Undead`n- Inflicts Elemental Status Effects`n- Allies Deal Extra Physical Damage`nDifficulty: 2/5",

		"Arena Map": "Triple Bosses:`nAvatar of the Forge (Leap slam/Cyclone)`nAvatar of the Skies (Fireball, Vaal Haste)`nAvatar of the Huntress (Barrage, Poison Arrow traps)`nDifficulty: 3/5",

		"Catacomb Map": "Boss: Xixic (a unique High Necromancer).`n- Resists Cold Damage`n- Raise Undead`n- Raise Magic Monsters`n- Uses Summon Skeletons`nDifficulty: 2/5",

		"Overgrown Shrine Map": "Boss: Hybrid Widow, unique spider, based on Black`nDeath and The Weaver`n- Uses Flicker Strike`n- Uses Viper Strike`nDifficulty: 3/5",

		"Promenade Map": "Boss: This map contains 2 Unique bosses.`n`nBlackguard Avenger (based on Captain Arteri from`nThe Western Forest in Act 2)`n- Resists Elemental Damage`n- Uses Cleave`n- Uses Double Strike`n`nBlackguard Tempest (lightning mage from The Battlefront in Act 3)`n- Resists Lightning`n- Casts Spark`n- Casts Lightning Thorns (very painful)`nDifficulty: 3/5",

		"Phantasmagoria Map": "Boss: Brood Mother Stygian (a Unique Revenant). Decent Damage, but not horrible.`nDifficulty: 3/5",

		"Shore Map": "Boss: Glace (based on Hailrake from the Tidal Island in Act 1):`n- Resists Fire`n- Resists Chaos`n- Extra Cold Damage`n- Casts Ice Spear`nDifficulty: 3/5",

		"Spider Forest Map": "Boss: The Blacksmith (based on Hillock)`n- Uses Leap Slam and Heavy Strike when on half life.`n- Spawns Zombies from the ground where his leap slam lands.`nThe zombies leave a poison cloud on death, dealing Chaos`nDamage over time.`nDifficulty: 3/5",

		"Tunnel Map": "Boss: Lady of the Brood (a Siren's Daughter from`nAct 1 Upper Submerged Passage). The boss chamber`nis a square area, filled with golden items on the ground,`nmuch like Merveils chamber.`nDifficulty: 1/5",

		"Bog Map": "Boss: Slitherskin (a Unique Cobra, who does`nchaos damage).`nDifficulty: 1/5",

		"Coves Map": "Boss: Master of the Blade, based on Kraityn`nfrom the Broken Bridge.`nDifficulty: 1/5",

		"Graveyard Map": "Boss: Merveil the Reflection, based on Merveil.`nMerveil uses cold spells to attack at range, so the best`nstrategy is to get the most cold resistances possible.`nShe uses Cold Snap and Ice Spear. In close range`nshe hits you with her swords. After death she transforms`ninto the second form and starts to summon adds.`nDifficulty: 4/5",

		"Pier Map": "Boss: Flame of Truth, based on The Burning Menace,`nwho is a unique fire dog (NOT the one from The Docks)`nlocated in near the end of Prisoner's Gate. He deals fire`ndamage and ignites the ground when he dies.`nDifficulty: 1/5",

		"Underground Sea Map": "Boss is based on Kuduku, the False God`nfrom The Ledge in Act 1. It is a unique totem,`nit is immobile, and deals heavy Lightning Damage`nusing Spark and Shock Nova. Lightning resistance`nis recommended. Watch for shock stacks.`nDifficulty: 1/5",

		"Villa Map": "Boss room is separate and can be entered through`na door at one end.`n`nBoss: Excellis Aurafix (throws fire traps, lightning`ntraps and bear traps) is based on Caliga from The`nSceptre of God in Act 3.`nDifficulty: 3/5",

		"Arachnid Nest Map": "Boss: Lord of the Bow, a unique Sniper (Resists Chaos,`nAttacks Quickly).`nDifficulty: 3/5",

		"Colonnade Map": "Boss: Carnage, based on Kole. He has a high-damage`nGround Smash attack and he can pull the player towards`nhim with his chain.`nDifficulty: 4/5",

		"Dry Woods Map": "Boss: Spirit of Nadia and Spirit of Aidan based on`nAidan the Frenzied and Nadia the Soothing (small`nmonkeys from Dread Thicket in Act 2). Two of the`neasiest map bosses in the game.`nDifficulty: 2/5",

		"Strand Map": "Boss: Massier, loosely based on Calaf, Headstaver in`nthe Crossroads. He can knock the player back with his`nHeavy Strike.`nDifficulty: 3/5",

		"Temple Map": "Boss: The Wicked One, is based on Piety in her human form`n(from Crematorium Level 2 in Act 3). Prepare for the extremely`nhigh lightning damage.`nDifficulty: 4/5",

		"Jungle Valley Map": "Boss: Spinner of False Hope, based on the unique spider The Weaver.`n- Deals Chaos Damage`n- Does a very wide poison spray that deals heavy chaos damage`n- Spawns hundreds of spiders in the room indefinitely as long as she lives`n- Extremely difficult boss`nDifficulty: 5/5",

		"Labyrinth Map": "Boss: Sallazzang, unique monster based on Paradisae Venenum`nfrom The Upper Sceptre of God in Act 3.`n- Devours Corpses (very high life regen)`n- Suppressing Fire`n- Ethereal Knives, similar to the one that The Weaver uses.`n- Spawns Devourers as long as he lives`nDifficulty: 4/5",

		"Abandoned Cavern Map": "Boss: The Eroding One, a large stone golem.`nHe uses Earthquake and whirling blades.`nDifficulty: 2/5",

		"Torture Chamber Map": "Boss: Shock and Horror`n- Wrath aura`n- Casts 5 Lightning Warp totems`n- Lightning beam (run behind any pillar to cancel)`n- Spawns minions`n- This boss is extremely difficult. Skip or RIP`nDifficulty: 4/5",

		"Waste Pool Map": "Boss: Asphyxia, a Boiling Ambusher (based on`nStranglecharm from The Ship Graveyard Cave).`n- Resists Elemental Damage`n- Gains a Power Charge for each quarter of Maximum Life Removed`n- Casts Ice Nova`n- Casts Arctic Breath`n- Deals Cold Damage`n- Summons Water Elementals`n- Enemies are Slowed`nDifficulty: 3/5",

		"Canyon Map": "Boss: Lord of the Bow, a unique Sniper.`n- Resists Elemental Damage`n- Resists Chaos`n- Attacks Quickly`n- Fires Additional Projectiles`n- Punctures`n- Fires Poison Arrows`nDifficulty: 3/5",

		"Cells Map": "Boss: Harbinger, based on Voidbearer monsters`n(fire breathing dogs) from The Docks zone in Act 3.`nDifficulty: 3/5",

		"Arid Lake Map": "It is a large, open area with a pool of water in the center, similar to the Fetid Pool in Act 1.`n`nPlayers start at the edge of the map, and the boss spawns on the opposite side close to the water.`n`nBoss: Drought Maddened Rhoa, based on Oozeback Bloom.`nDifficulty: 2/5",

		"Malformation Map": "Boss: Nightmare Manifest (Based on Piety, the Abomination from Act 4). Boss room is seperate.`nDifficulty: 4/5",

		"Volcano Map": "Boss: Forest of Flames (resists elemental and chaos damage).`nTotem boss that's similar to the Jikeji invasion boss. Spawns`nsapling totems that use Lightning Warp, Magma Orb, and`nice attacks, with Elemental Equilibrium.`nDifficulty: 4/5",

		"Dark Forest Map": "Boss: Oak the Mighty is based on Oak. He is located`ninside an encampment similar to that of Oak in Act 2.`nDifficulty: 2/5",

		"Dry Peninsula": "Boss: Titan of the Grove (a unique Rock Golem)`n- Additional Life`n- Allies Cannot Die`nDifficulty: 2/5",

		"Gorge Map": "Boss: Master of the Blade, based on Kraityn`n(Broken Bridge in Act 2).`n- Uses Flicker Strike`nDifficulty: 1/5",

		"Maze Map": "Boss: Shadow of the Vaal, based on Vaal Oversoul, the`nfinal boss of Act 2.`nDifficulty: 4/5",

		"Residence Map": "Has 3 levels plus the boss room.`n`nBoss: The High Templar, based on Dominus, the final boss`nof the game.`n- Creates portals with minions`n- Suicide curse/mark`nDifficulty: 5/5",

		"Underground River Map": "Boss: Beast of the Pits (based on The Great White Beast,`nthe huge unique white bear from Act 2).`nDifficulty: 1/5",

		"Bazaar Map": "Boss: Dialla's Wrath & Dialla's Anger (based on`nBanner of Passion and Banner of Action). These are`nsmall unique ribbons from Solaris Temple.`nDifficulty: 3/5",

		"Chateau Map": "Boss: Hephaeus, The Hammer, based on Argus.`nDifficulty: ?/5",

		"Necropolis Map": "Boss: Merveil, the Reflection is based on Merveil from Act 1.`nMerveil uses cold spells to attack at range, so the best`nstrategy is to get the most cold resistances possible.`nShe uses Cold Snap and Ice Spear. In close range`nshe hits you with her swords. After death she transforms`ninto the second form and starts to summon adds.`nDifficulty: 4/5",

		"Plateau Map": "Boss: Drought-Maddened Rhoa, based on Oozeback Bloom.`nIt charges at enemies, stunning them if hit.`nHe also has a debuff that deals chaos damage to enemies over time.`n- Charge at Enemies`n- Hits accurately`n- Enemies lose health over time`nDifficulty: 2/5",

		"Academy Map": "The boss has a seperate room, hidden behind a bookshelf.`n`nBoss: The Arbiter of Knowledge, based on Trinian,`nIntellectus Prime in The Archives of Act 3. He throws books`nat players and casts tornados.`n- Far Shot`n- Enfeeble curse`nDifficulty: 4/5",

		"Crematorium Map": "These features may not be universally true, but they`nhave been observed at least once.`nA tileset presumably from act 3, layout and style is very`nsimilar to the Prison but ashen. Very few wide open`nspaces and many doorways and small hall areas. The`nmap is divided into sub-areas connected by stairs.`nThese stairs are one way, so if you are overwhelmed`nat their exit you will have no easy retreat. The staircases`nultimately form a circle, so once the map is cleared you`ncan freely traverse it to pick up left-behind loot.`n`nBoss: Megaera - Based on Fire Fury from Act 1, a`nunique Cannibal located on The Coast. She uses Firestorm`nto deal fire damage.`nDifficulty: 4/5",

		"Precinct Map": "Boss: Lady Stormflay - Based on Spinecrack, the`nunique Whipping Miscreation mob that uses Lightning`nStrike and curses vulnerability on hit.`nDifficulty: 3/5",

		"Shipyard Map": "Boss: Warmonger, based on General Gravicius`nfrom Ebony Barracks zone in Act 3.`n- Resists Cold`n- Resists Chaos`n- Vulnerable to Fire`n- Vulnerable to Lightning`n- Extra Fire Damage`n- Casts Firestorm`n- Casts Molten Shell`n- Allies have Energy Shield`nDifficulty: 2/5",

		"Shrine Map": "Boss: Piety the Empyrian, based on Piety from`nLunaris Temple in Act 3.`nIn the first phase Piety is outside of her chamber only in`nhuman mode casting lightning spells. When she is down`nto 75% hp, she teleports back into her chamber. After`nthat the encounter is exactly the same as in The Lunaris`nTemple Level 3 with blue and red portals.`nDifficulty: 4/5",

		"Courtyard Map": "Boss: Triple boss based on the three unique Blackguards`nfrom The Upper Sceptre of God (before the fight with Dominus);`n- Oriath's Vigil (Imperator Stantinus Bitterblade). He uses`nCyclone and deals Cold Damage, leaving behind a trail of ice`nthat slows players who walk into it.`n- Oriath's Vengeance (Draconarius Wilhelm Flamebrand),`nHe uses Leap Slam that adds burning ground and a Fire form`nof Lightning Strike.`n- Oriath's Virtue (Compulsor Octavia Sparkfist). She deals`nlightning damage using Spark totems and Lightning Warp.`nDifficulty: 4/5",

		"Palace Map": "Boss: God's Chosen (or The Hallowed Husk in his`nAscendant form). He is based on Dominus.`nDifficulty: 5/5",

		"Village Ruin Map": "Boss: Stonebeak, Battle Fowl and Gnar, Eater of Carrion.`nBased on Eyepecker and Steelchaw.`nStonebeak gains the Vaal Rain of Arrows skill, and both bosses deal high damage.`nFurthermore, Gnar's hits poison targets and Stonebeak's hits cause bleeding.`nAfter killing one boss, the other will enrage, growing in size, increasing in`ndamage significantly, and likely gaining total health as well.`n`nThey do not heal to maximum health when enraging, so the safest strategy is to`nseparate them and get them both below 10% HP before killing either, then finishing`nthem off instantly with Culling Strike. This is similar in concept to the Vessel`nof the Vaal fight in the The Apex of Sacrifice.`nBoss location: The bosses are across a bridge similar to Kraityn's area,`nbut can walk out of their room.`nDifficulty: 5/5",

		"Excavation Map": "Boss: Champion of the Hollows, Lord of the Hollows and Messenger of the Hollows`nbased on Pocked Goliath, Pikerivet and The Burning Man`n(from The Mines Level 1 and The Crystal Veins in Act 4).`nDifficulty: 5/5",

		"Wasteland Map": "Boss: The Brittle Emperor (Voll Map Boss)`nDifficulty: 4/5",

		"Waterways Map": "Boss: Fragment of Winter (based on Ice Golem)`nGoes immune to all damage at random intervals.`nSpawns ice golems of all rarities. Ice golems explode upon death with a small delay.`nUses an icy barrage spell`nDifficulty: 3/5",

		"Abyss Map": "Boss: King Kaom`nDifficulty: 3/5",

		"Colosseum Map": "Boss: Ambrius, Legion Slayer (based on Daresso, King of Swords)`nDifficulty: 5/5",

		"Core Map": "Four Bosses: Prodigy of Pain. Prodigy of Hexes, Prodigy of Darkness, Eater of Souls.`nDifficulty: 5/5",

		"Terrace Map": "Boss: Sallazzang (Plumed Chimeral)`nDevours Corpses and spawns Devourers that die when`nthe boss does.`nDifficulty: 4/5",

		"Conservatory Map": "Boss: Shadow of the Vaal`nDifficulty: 4/5"
	},

	"uniqueMaps": {
		"Crypt Map": "This map contains several floors with multiple waves`nof monster spawning per floor. The map is guaranteed`nto drop at least one unique item, regardless of item level.`nWhile the monster level stays the same, magic and rare`nmonsters increase with every wave. Additionally, at the`nend of every wave appears a rare Necromancer.`n`nBoss: Infector of Dreams (unique Necromancer)`n- Resists Lightning`n- Additional Life`n- Casts Elemental Weakness Curse`n- Raises Undead`n- Allies deal increased Elemental Damage`nDifficulty: 2/5",

		"Mountain Ledge Map": "Boss: Merveil, the Siren`nMerveil uses cold spells to attack at range, so the best`nstrategy is to get the most cold resistances possible.`nShe uses Cold Snap and Ice Spear. In close range`nshe hits you with her swords. After death she transforms`ninto the second form and starts to summon adds.`nDifficulty: 3/5",

		"Vaal Pyramid Map": "This map consists entirely of rooms filled with chests.`nThere are no monsters (note: Rogue Exiles can still spawn).`n`nBoss: None`n`nDifficulty: 0/5",

		"Overgrown Shrine Map": "On this map all enemies are being resurrected after a short time.`nIt's a good idea to take corpse consuming skills with you`nsuch as Raise Zombie or Flesh Offering.`n`nBoss: Thorn and Rose. Two unique Necromancers`nwho can resurrect any monster to life (including each other)`nKill one, consume its corpse, then kill the other one,`nor kill them simultaneously.`nAfter both bosses are dead regular enemies cease to revive,`nso you can clear the map.`nDifficulty: 2/5",

		"Temple Map": "Boss: Mistress Hyseria, a unique Tentacle Miscreation`nShe is extremely easy compared to regular enemies on this map.`nDifficulty: 5/5",

		"Catacomb Map": "The map is shaped like an X, with each leg resembling `na type of damage. At the end of each leg there is a`nboss room with a boss totem. When the boss is killed,`nthe player goes back to the middle of the X and can`nthen travel to another leg. When the fourth boss is killed,`nthe final boss called Olmec, the All Stone appears. He is`na totem as well, dealing all forms of damage. The four`nprevious totems also reappear and fight by his side. To`nfully complete the map, a total of 9 bosses have to be`ndefeated.`n`nThe bosses are very hard, especially for melee builds.`nDifficulty: 4/5",

		"Torture Chamber Map": "It is divided into several rooms which are separated by entrances. `nIn order to proceed to the next room, the player must `nkill all monsters in the current room. Additionally, monster level `nincreases by 1 each time the player enters a new room. `nThe levels range from 72 in the first area to 76 in the last area. `nEach room contains monsters, except for the last room, `nwhere the player will find five Strongboxes.Two rare ornate Strongbox`n-A unique Jeweler's Strongbox`n-A unique Arcanist's Strongbox `n­A unique Gemcutter's Strongbox `n`nThe last room contains no map boss. `n`nArea becomes fatal after some time: You are instantly killed if you fail `nto kill all monsters in all rooms within 9 minutes (timer starts`n as soon as you enter the map). Oba will start a countdown 10 `nseconds before this mod takes effect. `nYou will also receive four warnings at set intervals: `n`nThe Nightmare has your scent. Now it hungers for your flesh. (2:15)`n-Is your cup half empty or half full, Exile? (4:30)`n-Disappointing. It seems corruption will get the better of you after all. (6:45)`n-The corruption is growing. Hurry now, before it consumes you as it did me. (9:00, initiates the 10-second countdown)`nDifficulty: 1/5",

		"Necropolis Map": "The map has no native monsters besides the boss, which has 4 forms, `nthough portals will spawn animated weapons. Once each form is killed, `nthe boss will enter an 'in-between stage', becoming immune to damage `nand walking towards the next orange portal. Players need to kill `nevery form to complete the map. There are four forms respectively, `nFire, Ice, Thunder and the last form is a combination of these elements. `nEach form will drop loots. `nThe map is initially empty. Players must run past three orange portals, `nwhich are surrounded by elemental effects similar to those of certain Shrines, `nto the end of the map where a final fourth orange portal can be found. `nUpon reaching the end, the boss is activated and blue portals throughout `nthe map will spawn hostile animated weapons.`nDifficulty: 5/5",

		"Strand Map": "This map applies a debuff named Creeping Darkness on the player. `nHis Light Radius, Item Rarity and Item Quantity slowly decrease over time. `nWhen the player kills an enemy, those stats increase.`n`nBoss: Tormented Temptress`nDifficulty: 5/5",

		"Reef Map": "The map is an island inhabited by pirates that revive as `nundead when the player interacts with the boss `n(simply named Fairgraves). `nThey then spawn a number of loot containers called Booty Chests, which drop `ncurrency and spawn the boss Fairgraves, Never Dying. `nIf brought to approximately 90% of life, Fairgraves disappears again. `nWhen the last booty chest is opened, a large pack of skeletons is summoned `nand the final Fairgraves boss appears. `n`nBoss: Fairgraves, Never Dying `n`nIncreased Movement Speed and Attack Speed`n-Resists Elemental Damage and Chaos Damage`n-Uses Spectral Throw`n-Summons Raging spirits`n-Casts Flesh Offering`n-Casts Desecrate`nDifficulty: 4/5",

		"Promenade Map": "Instead of regular randomly spawned monsters, Hall of Grandmasters `nincludes other exiles, based on characters of players who purchased `na Grandmaster supporter pack. `n`nThe map consists of a foyer with several large doorways. Between `neach door is a hall of 50 grandmasters, separated by forcefields `nso you fight waves of 5 at a time. Currently there are 3 halls, `nmaking 150 Grandmasters or 30 waves in the map. `n`nThe waves are organised by approximate difficulty and get progressively `nharder. `n`nAt the end of each hall is a unique chest called Grandmaster's Cache. `nAccording to the development plan, 'Grandmasters using Vaal Skills will `ngain one Vaal Soul per skill every five seconds. It's currently possible `nto encounter Tormented Spirits in the map. You will not encounter `nStrongboxes (other than those at the end of each hall) or Rogue Exiles.'`nDifficulty: 5/5",

		"Underground Sea Map": "Populated by monsters unique to this map, i.e. Dire Wolves that look like `nthe Wolf pet. They deal physical damage and use Puncture, inflicting `nsevere bleeding; furthermore there are Wolfpack Guards, both melee and `narchers, that resemble the bandits met throughout Act II but wearing `nWolf Pelt helmets. The archers use Chaos Arrow.. `n`nTwo unique wolves, Storm Eye and Winterbite will be encountered in the Den, `nbefore finally reaching the entrance to the boss room, which is populated `nby some magic Dire Wolves as well as the two unique Dire Wolves already `nmet on the map and a third one, Solus, Pack Alpha.`n`nDifficulty: 3/5",

		"Chateau Map": "This map can be sold by Cadiro Perandus in Tier 5 and above maps for 2500 Perandus Coins.`n`nDifficulty: 4/5"
	}
}
